Repository: filiperocha/tinycast
Catalog: Tinycast/Resources/Localizable.xcstrings
Source language: en
Languages: pt

source: This export is too large to import. Clear some Raycast clipboard history and export again.
pt: Esta exportação é demasiado grande para importar. Limpe parte do histórico da área de transferência do Raycast e exporte novamente.

source: This file contains no quicklinks.
pt: Este ficheiro não contém ligações rápidas.

source: This file isn't a Tinycast backup, or it's damaged.
pt: Este ficheiro não é uma cópia de segurança do Tinycast, ou está danificado.

source: This file isn't a Tinycast quicklinks export.
pt: Este ficheiro não é uma exportação de ligações rápidas do Tinycast.

source: This is a local build — rebuild it to move it forward.
pt: Esta é uma compilação local — volte a compilá-la para a actualizar.

source: This location no longer exists.
pt: Esta localização já não existe.

source: This macOS version does not expose Bluetooth power control.
pt: Esta versão do macOS não expõe o controlo de energia do Bluetooth.

source: This meeting has no link
pt: Esta reunião não tem ligação

source: This meeting is no longer available
pt: Esta reunião já não está disponível

source: This menu item changed. Open the menu and try again.
pt: Este item de menu mudou. Abra o menu e tente novamente.

source: This model can't call tools
pt: Este modelo não consegue chamar ferramentas

source: This model can't read PDFs. Switch model, or paste the text instead.
pt: Este modelo não consegue ler PDF. Mude de modelo ou cole o texto.

source: This model can't read images. Switch model to attach one.
pt: Este modelo não consegue ler imagens. Mude de modelo para anexar uma.

source: This model has no reasoning setting
pt: Este modelo não tem definição de raciocínio

source: This model is already added.
pt: Este modelo já foi adicionado.

source: This removes %@ from your snippets folder.
pt: Isto remove %@ da sua pasta de fragmentos.

source: This turn's tool output budget is used up.
pt: O orçamento de resultados de ferramentas desta interacção esgotou-se.

source: This version of Notification Center exposes no dismiss control Tinycast can use.
pt: Esta versão da Central de notificações não expõe nenhum controlo de dispensa que o Tinycast possa usar.

source: Thoughts
pt: Pensamentos

source: Ticking one you have updates it.
pt: Assinalar uma que já tem actualiza-a.

source: Timed out.
pt: Tempo esgotado.

source: Tinycast Needs Accessibility Access
pt: O Tinycast precisa de acesso de Acessibilidade

source: Tinycast Settings
pt: Definições do Tinycast

source: Tinycast can’t uninstall this app.
pt: O Tinycast não consegue desinstalar esta aplicação.

source: Tinycast could not find the %@ command.
pt: O Tinycast não encontrou o comando %@.

source: Tinycast could not prepare its private AI workspace.
pt: O Tinycast não conseguiu preparar o seu espaço de trabalho privado de IA.

source: Tinycast could not reach GitHub.
pt: O Tinycast não conseguiu contactar o GitHub.

source: Tinycast could not write its private AI prompt.
pt: O Tinycast não conseguiu escrever o seu prompt de IA privado.

source: Tinycast could not write its private MCP configuration.
pt: O Tinycast não conseguiu escrever a sua configuração MCP privada.

source: Tinycast couldn't save to its actions file.
pt: O Tinycast não conseguiu guardar no ficheiro de acções.

source: Tinycast does not answer this request.
pt: O Tinycast não responde a este pedido.

source: Tinycast does not expose Codex tools.
pt: O Tinycast não expõe ferramentas do Codex.

source: Tinycast exposes no MCP capabilities.
pt: O Tinycast não expõe capacidades MCP.

source: Tinycast has no access to the camera.
pt: O Tinycast não tem acesso à câmara.

source: Tinycast has no access to your calendar
pt: O Tinycast não tem acesso ao seu calendário

source: Tinycast has no menu to search
pt: O Tinycast não tem nenhum menu para pesquisar

source: Tinycast is ready. Set a shortcut in Settings to summon it.
pt: O Tinycast está pronto. Defina um atalho nas Definições para o chamar.

source: Tinycast leaves it alone, and its models stay out of every model picker.
pt: O Tinycast deixa-o em paz, e os modelos dele ficam fora de todos os selectores de modelos.

source: Tinycast needs the Accessibility permission to read the selected text.
pt: O Tinycast precisa da permissão de Acessibilidade para ler o texto seleccionado.

source: Tinycast sends your selected text to the model with these instructions.
pt: O Tinycast envia o texto seleccionado ao modelo com estas instruções.

source: Tinycast will relearn your preferred results as you use the launcher.
pt: O Tinycast vai reaprender os seus resultados preferidos à medida que usa o lançador.

source: To a JSON file.
pt: Para um ficheiro JSON.

source: Today
pt: Hoje

source: Today and Tomorrow
pt: Hoje e amanhã

source: Toggle Bluetooth
pt: Activar/desactivar Bluetooth

source: Toggle Fullscreen
pt: Alternar ecrã inteiro

source: Toggle Hidden Files
pt: Mostrar/ocultar ficheiros ocultos

source: Toggle Mute
pt: Activar/desactivar som

source: Toggle Stage Manager
pt: Activar/desactivar Stage Manager

source: Toggle System Appearance
pt: Alternar aspecto do sistema

source: Tomorrow
pt: Amanhã

source: Tool call rounds
pt: Rondas de chamadas a ferramentas

source: Tool result
pt: Resultado da ferramenta

source: Tools
pt: Ferramentas

source: Top
pt: Superior

source: Top Half
pt: Metade superior

source: Top Left
pt: Superior esquerdo

source: Top Left Quarter
pt: Quarto superior esquerdo

source: Top Right
pt: Superior direito

source: Top Right Quarter
pt: Quarto superior direito

source: Translate
pt: Traduzir

source: Translate to
pt: Traduzir para

source: Transportation
pt: Transportes

source: Trash Emptied
pt: Lixo esvaziado

source: Trash Is Already Empty
pt: O Lixo já está vazio

source: Travel & Places
pt: Viagens e locais

source: Tries to load the snippet library again.
pt: Tenta carregar novamente a biblioteca de fragmentos.

source: Trigger Caps Lock (⇪)
pt: Accionar Caps Lock (⇪)

source: Trigger Escape
pt: Accionar Escape

source: Trust
pt: Confiança

source: Try Again
pt: Tentar novamente

source: Turn Calendar on in Settings first
pt: Primeiro, active o Calendário nas Definições

source: Turn Volume Down
pt: Diminuir volume

source: Turn Volume Up
pt: Aumentar volume

source: Turn on Apple Intelligence in System Settings to chat on device.
pt: Active o Apple Intelligence nas Definições do Sistema para conversar no dispositivo.

source: Turn on Apple Intelligence, or add a provider above.
pt: Active o Apple Intelligence ou adicione um fornecedor acima.

source: Turn on Snippets in Settings to use their keywords.
pt: Active os Fragmentos nas Definições para usar as palavras-chave.

source: Turned off
pt: Desligado

source: Turns the calendar on, then asks macOS for access.
pt: Activa o calendário e depois pede acesso ao macOS.

source: Two MCP servers' secrets would share one variable.
pt: Os segredos de dois servidores MCP partilhariam uma variável.

source: Type
pt: Tipo

source: Type @slug to address one server. A chat asks before its first tool call.
pt: Escreva @slug para se dirigir a um servidor. Uma conversa pergunta antes da primeira chamada a uma ferramenta.

source: Type a model or company name. %@ models available.
pt: Escreva o nome de um modelo ou de uma empresa. %@ modelos disponíveis.

source: Type a name for the room first
pt: Escreva primeiro um nome para a sala

source: Type a name to make your first room
pt: Escreva um nome para criar a sua primeira sala

source: Type a shortcut
pt: Escreva um atalho

source: Type a word to define
pt: Escreva uma palavra para definir

source: Type to filter entries…
pt: Escreva para filtrar entradas…

source: Type to search files and folders
pt: Escreva para pesquisar ficheiros e pastas

source: Unavailable
pt: Indisponível

source: Unexpected text after quoted value
pt: Texto inesperado depois do valor entre aspas

source: Unhide All Hidden Apps
pt: Mostrar todas as aplicações ocultas

source: Uninstall
pt: Desinstalar

source: Uninstall Application
pt: Desinstalar aplicação

source: Uninstall Extension
pt: Desinstalar extensão

source: Unknown automation error.
pt: Erro de automação desconhecido.

source: Unknown cipher
pt: Cifra desconhecida

source: Unless an action sets its own.
pt: A menos que uma acção defina o seu.

source: Unlimited
pt: Ilimitado

source: Unpin Chat
pt: Desafixar conversa

source: Unpin Entry
pt: Desafixar entrada

source: Unpin Quicklink
pt: Desafixar ligação rápida

source: Unselect File
pt: Desseleccionar ficheiro

source: Unset matching Raycast shortcuts to avoid conflicts.
pt: Remova os atalhos do Raycast correspondentes para evitar conflitos.

source: Unsupported escape sequence
pt: Sequência de escape não suportada

source: Unterminated escape sequence
pt: Sequência de escape não terminada

source: Unterminated quoted value
pt: Valor entre aspas não terminado

source: Untitled
pt: Sem título

source: Upcoming meetings in launcher
pt: Próximas reuniões no lançador

source: Update
pt: Actualizar

source: Update All
pt: Actualizar todas

source: Update Now
pt: Actualizar agora

source: Update failed
pt: A actualização falhou

source: Update installed
pt: Actualização instalada

source: Updates
pt: Actualizações

source: Updates available
pt: Actualizações disponíveis

source: Use Command
pt: Usar comando

source: Use Default
pt: Usar predefinição

source: Use Folder
pt: Usar pasta

source: Use Original Icon
pt: Usar ícone original

source: Use Tools
pt: Usar ferramentas

source: Use preferred gap
pt: Usar o espaço preferido

source: Use the clipboard
pt: Usar a área de transferência

source: User
pt: Utilizador

source: Uses the Spotlight index, only when you search.
pt: Usa o índice do Spotlight, apenas quando pesquisa.

source: Value
pt: Valor

source: Variables
pt: Variáveis

source: Vertical offset
pt: Deslocamento vertical

source: Videos
pt: Vídeos

source: Waiting for a running extension command to finish.
pt: À espera que um comando de extensão em execução termine.

source: Waiting for a snippet to finish expanding.
pt: À espera que um fragmento termine de expandir.

source: Waiting for sign-in…
pt: À espera do início de sessão…

source: Waiting for the uninstaller to finish.
pt: À espera que o desinstalador termine.

source: Weather
pt: Meteorologia

source: Web search
pt: Pesquisa na web

source: Web search is off
pt: A pesquisa na web está desactivada

source: Web search is on
pt: A pesquisa na web está activada

source: Website
pt: Sítio web

source: Welcome to Tinycast
pt: Bem-vindo ao Tinycast

source: What doesn't, yet
pt: O que ainda não funciona

source: What works
pt: O que funciona

source: What you open most, while the search field is empty.
pt: O que abre mais vezes, enquanto o campo de pesquisa está vazio.

source: When %@ is pressed alone.
pt: Quando %@ é premida sozinha.

source: When no meeting app handles the link.
pt: Quando nenhuma aplicação de reuniões trata a ligação.

source: When the next event appears.
pt: Quando aparece o próximo evento.

source: When the search field is empty.
pt: Quando o campo de pesquisa está vazio.

source: When there's no selected text
pt: Quando não há texto seleccionado

source: Where
pt: Onde

source: Where the app supports it.
pt: Onde a aplicação o suporta.

source: While the launcher is open.
pt: Enquanto o lançador está aberto.

source: Wide Center
pt: Centro largo

source: Width
pt: Largura

source: Window Command
pt: Comando de janela

source: Window Layout
pt: Disposição de janelas

source: Window Layouts
pt: Disposições de janelas

source: Window Management
pt: Gestão de janelas

source: Window commands
pt: Comandos de janelas

source: Window mode
pt: Modo da janela

source: With a decimal comma, ; separates arguments.
pt: Com vírgula decimal, ; separa os argumentos.

source: Words
pt: Palavras

source: Working…
pt: A trabalhar…

source: Workspace
pt: Espaço de trabalho

source: Yesterday
pt: Ontem

source: You can change these anytime in Settings.
pt: Pode alterar isto a qualquer momento nas Definições.

source: You can recover it from the Trash in Finder.
pt: Pode recuperá-la do Lixo no Finder.

source: You haven’t created any quicklinks yet.
pt: Ainda não criou nenhuma ligação rápida.

source: You're all set
pt: Está tudo pronto

source: Zoom In
pt: Ampliar

source: Zoom Out
pt: Reduzir

source: owner/repo, or a link to the extension's folder
pt: dono/repositório, ou uma ligação para a pasta da extensão

source: © 2026 Abue Ammar · Released under AGPL-3.0
pt: © 2026 Abue Ammar · Distribuído sob a AGPL-3.0

source: ↵ does this, and Paste takes its shortcut.
pt: ↵ faz isto, e Colar fica com o atalho dele.
